Repository: MendyBarouk/TehillimApp
Catalog: TehilimDemo/*.lproj/Localizable.strings
Languages: fr, he

# tehilim_title
source: Tehillim
fr: Téhilim
he: תהילים

source: Yehi Ratzon
he: יהי רצון

# day_of_month
source: Tehillim for
fr: Téhilim du
he: תהילים ל

source: My Chapters
fr: Mes Chapitres
he: הפרקים שלי

# day_of_week
source: Tehillim for
fr: Téhilim du
he: תהילים ל

# all_psalm
source: All Tehillim
fr: Tous les Téhilim
he: כל התהילים

# no_tachanun
source: Chapter 20
fr: Téhilim 20
he: פרק כ׳

# elul
source: 3 Tehillim of Elul
fr: 3 Téhilim d'Élul
he: ג׳ תהילים אלול

# by_chapter
source: Select a Chapter
fr: Téhilim par chapitre
he: תהילים לפי פרק

# by_book
source: Select a Book
fr: Téhilim par livre
he: תהילים לפי ספר

# by_day_of_week
source: Tehillim by weekday
fr: Téhilim par jour de la semaine
he: תהילים לפי יום בשבוע

# by_day_of_month
source: Tehillim by day of month
fr: Téhilim par jour du mois
he: תהילים לפי יום בחודש

# lyartseyt
source: Yahrzeit Tehillim
fr: Téhilim du Yahrzeit
he: תהילים ליארצייט

# virtues
source: Segulot
fr: Segoulot
he: סגולות

source: Random Chapter
fr: Chapitre Aléatoir
he: פרק אקראי

source: Daily
fr: Quotidien
he: יומי

# everything
source: Browse
fr: Parcourir
he: הכל

# select_book
source: Select a book
fr: Sélectionnez un livre
he: בחר ספר

# select_chapter
source: Select a chapter
fr: Sélectionnez un chapitre
he: בחר פרק

# select_weekday
source: Select a day of week
fr: Sélectionnez un jour de semaine
he: בחר יום בשבוע

# select_monthday
source: Select a day of the month
fr: Sélectionnez un jour du mois
he: בחר יום בחודש

source: Chapter
fr: Chapitre
he: פרק

source: Book
fr: Livre
he: ספר

source: Sunday
fr: Dimanche
he: יום ראשון

source: Monday
fr: Lundi
he: יום שני

source: Tuesday
fr: Mardi
he: יום שלישי

source: Wednesday
fr: Mercredi
he: יום רביעי

source: Thursday
fr: Jeudi
he: יום חמישי

source: Friday
fr: Vendredi
he: יום שישי

source: Saturday
fr: Samedi
he: שבת

# yehi_ratzon_befor
source: Yehi Ratzon before Tehillim
fr: Yehi Ratzon avant Téhilim
he: יהי רצון לפני תהילים

# yehi_ratzon_after
source: Yehi Ratzon after Tehillim
fr: Yehi Ratzon après Téhilim
he: יהי רצון אחרי תהילים

# yehi_ratzon_choose
source: Please choose the Yehi Ratzon
fr: Veuillez choisir le Yehi Ratzon
he: נא לבחור יהי רצון

# birthday
source: Birth date:
fr: Date:
he: תאריך לידה:

source: Name :
fr: Nom :
he: שם :

source: Dedications
fr: Dédications
he: הקדשות

source: day
fr: jour
he: יום

# tikun_haklali
source: Tikkun Haklali
fr: Tikoun Haklali
he: תיקון הכללי

# healthy
source: health
fr: santé
he: בריאות

# livelihood
source: Parnassa
he: פרנסה

source: Shalom Bayit
he: שלום בית

source: At birth
fr: Pendant la naissance
he: בזמן הלידה

# to_children
source: To have children
fr: Pour avoir des enfants
he: להביא ילדים לעולם

# to_shiduch
source: During a shidduch
fr: Pendant un shidduch
he: לשידוך

# pregnancy
source: During pregnancy
fr: Pendant la grossesse
he: במהלך ההריון

source: For a complete healing
fr: Pour une guérison complète
he: לרפואה שלמה

# for_a_yortzeit
source: For a Yahrzeit
fr: Pour un Yahrzeit
he: ליארצייט

# message_alert_yortzeit
source: Enter a name using the Hebrew keyboard or by using the numeric value of the letters (the values must be separated by a comma, eg משה = 40,300,5)
fr: Entrez un nom en utilisant le clavier hébreu ou en utilisant la valeur numerique des lettres (les valeur doivent etre separer d'une virgule, ex: משה = 40,300,5)
he: הזן שם באמצעות המקלדת העברית או באמצעות הערך המספרי של האותיות (יש להפריד בין הערכים באמצעות פסיק, למשל משה = 40,300,5)

# enter_name
source: Enter a name
fr: Entrez un nom
he: הזן שם

source: Continue
fr: Continuer
he: המשך

# complete_healing_for
source: complete healing to
fr: guerison complète à
he: רפואה שלמה ל

# to_the_memorial
source: To the memory of
fr: À la mémoire de
he: לזכר

# only_heb_or_num
source: hebrew or numbers only
fr: Hébreu ou chiffres seulement
he: עברית או מספרים בלבד

# donation_to_dedication
source: Donation to the dedication
fr: Dons à la dédicace
he: תרומה להקדשה

source: Required Field
fr: Champs requis
he: שדה חובה

source: Jewish cal
fr: Juif
he: יהודי

source: Gregorian cal
fr: Grégorien
he: גרגוריאני

# text_dedication_screen
source: (Optional) text to display on the dedication screen
fr: (facultatif) Texte à afficher sur l'écran de dédicace
he: (אופציונלי) טקסט שיוצג במסך ההקדשה

# information_ask_here
source: (Optional) For more information, Ask your questions here
fr: (facultatif) Pour plus d'informations, posez votre questions ici
he: (אופציונלי) לקבלת מידע נוסף, שאל את השאלות שלך כאן

# add_date_or_chapter
source: Add a date or chapter
fr: Ajouter une date ou un chapitre
he: הוסף תאריך או פרק

source: Bad data
fr: Mauvaises données
he: נתונים שגועים

# ellul_chapters
source: Chapters of Elul
fr: chapitres d'Elul
he: פרקי אלול

# add_dedication
source: Add your dedication
fr: Ajoutez votre dédicace
he: הוסף הקדשה משלך

# add_entry
source: Add an entry
fr: Ajouter une entrée
he: הוסף רשומה

# explanation_of_the_entry
source: Select a date of birth in the jew or Gregorian calendar or a chapter
fr: Sélectionnez une date de naissance dans le calendrier juif ou grégorien ou un chapitre
he: בחר תאריך לידה לפי לוח שנה יהודי או גרגוריאני או לפי פרק

source: Date or chapter
fr: Date ou chapitre
he: תאריך או פרק

# name2
source: Name (optional)
fr: Nom (facultatif)
he: שם (אופציונלי)

source: Save
fr: Sauvegarder
he: שמור

# explanation_of_donations
source: To book a dedication to your loved ones for merit, healing, elevation of soul, parnassa etc..., please fill in the fields below
fr: Pour réserver une dédicace à vos proches pour le mérite, la guérison, l'élévation de l'âme, parnassa etc..., veuillez remplir les champs ci-dessous
he: כדי להקדיש ברכה ליקירכם עבור בריאות, פרנסה, לעילוי נשמת וכו׳, אנא מלאו את השדות הבאים

source: Text of the Dedication
fr: Texte de la Dédicace
he: טקסט של הקדשה

source: Details of the dedication
fr: Détails de la dédicace
he: פרטי ההקדשה

# date_of_dedication
source: Date of the dedication
fr: Date de la dédicace
he: תאריך ההקדשה

source: Other
fr: Autre
he: אחר

# price
source: Day of the dedication 50 ₪ or $ 15
fr: Jour de la dédicace 50₪ soit 13€
he: מחיר של ההקדשה 50 ₪ ליום

# text_of_dedication_placeholder
source: Text to display on the main screen
fr: Texte à afficher sur l'ecran principal
he: טקסט שיוצג על המסך הראשי

# date_of_dedication_placeholder
source: Day when the dedication will be posted in TehilimApp
fr: Jour où la dédicace sera affichée dans TehilimApp
he: יום בו ההקדשה תפורסם ב-TehilimApp
